Repository: furszy/PIVX-iOS
Catalog: PivxWallet/*.lproj/Localizable.strings
Languages: fr, ko, nl

source: and
fr: et
ko: 그리고
nl: en

source: "%@" is not a recovery phrase word
fr: "%@" n'est pas un mot de phrase de récupération
ko: "%@" 는 복구 구절의 단어가 아닙니다.
nl: "%@" is geen woord van de herstelzin

# %@ is for 'mPIV'. %@ = 1 PIV.
source: %1$@ is for 'mPIV'. %2$@ = 1 PIV.
fr: %1$@ est pour 'mPIV'. %2$@ = 1 PIV.
nl: %1$@ is voor 'mPIV'. %2$@ = 1 PIV.

source: %@ is not allowed to access the camera
fr: % @ n'est pas autorisé à accéder à la caméra
ko: %@ 는 카메라 접근이 허용되지 않았습니다.
nl: %@ heeft geen toegang tot de camera

source: %d attempts remaining
fr: %d tentatives restantes
nl: %dresterende pogingen

source: 1 attempt remaining
fr: 1 tentative restante
nl: 1 resterende poging

source: 1 confirmation
fr: 1 confirmations
ko: 1 확인됨
nl: 1 bevestiging

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
fr: Un code d'authentification de l'appareil est nécessaire pour protéger votre portefeuille. Accédez aux paramètres et activez le code d'authentification pour continuer.
nl: Een toegangscode voor uw apparaat is nodig om uw portemonnee te beveiligen. Ga naar instellingen en schakel toegangscode in om door te gaan.

source: Abort
fr: Échoué
nl: Afbreken

source: About
fr: À propos
ko: 관하여
nl: Over

source: Address Book
fr: Carnet d'adresses
nl: Adresboek

source: Address:
fr: Acerbe:
nl: Adres:

source: Always require passcode
fr: toujours demander un mot de passe
nl: Toegangscode altijd vereisen

# Amount %@ (%@)
source: Amount %1$@ (%2$@)
fr: Montant %1$@ (%2$@)
nl: Hoeveelheid %1$@ (%2$@)

source: Amount too small
fr: montant trop petit
nl: Bedrag te klein

source: Application %@ is requesting a payment to
fr: L'application %@ demande un paiement à
ko: 어플리케이션 %@ 는 지불을 요청중입니다.
nl: Applicatie %@ vraagt een betaling aan

source: Application %@ is requesting an address so it can pay you. Would you like to authorize this?
fr: L'application %@ demande une adresse de paiement pour vous payer. Voulez-vous autoriser cette action ?
ko: 어플리케이션 %@ 는 당신의 PIV 수령 주소를 요청하고 있습니다. 이 권한을 부여 하시겠습니까?
nl: Applicatie %@ vraagt een adres zodat het je kan betalen. Wilt u dit toestaan?

source: Application %@ would like to receive your Master Public Key. This can be used to keep track of your wallet, this can not be used to move your PIV.
fr: L'application% @ souhaite recevoir votre clé publique principale. Ceci peut être employé pour garder la trace de votre porte-monnaie, ceci ne peut pas être employé pour déplacer votre PIV.
nl: Applicatie %@ zou graag je Master Public Key ontvangen. Dit kan gebruikt worden om uw portemonnee bij te houden, dit kan niet gebruikt worden om uw PIV te verplaatsen.

source: Are you sure?
fr: Êtes-vous sûr ?
nl: Ben je zeker?

source: Bad password, try again
fr: mauvais mot de passe, réessayez
nl: Fout wachtwoord, probeer opnieuw

source: Bad payment request
fr: mauvaise demande de paiement
nl: Fout betalingsverzoek

source: bad payment request URL
fr: URL de demande de paiement erronée
ko: 잘못된 지불 요청 URL
nl: foute betalingsverzoek URL

source: bad payment URL
fr: URL de paiement erronée
ko: 잘못된 지불 URL
nl: foute betalingsURL

source: Bad recovery phrase
fr: Phrase de récupération incorrecte
nl: Foute herstelzin

source: Bitcoin address (shapeshift)
fr: Adresse Bitcoin (shapeshift)
ko: Bitcoin 주소 (shapeshift)
nl: Bitcoin adres (shapeshift)

# block #%d of %d
source: block #%1$d of %2$d
fr: block #%1$d sur %2$d
ko: %2$d 중 %1$d 째 블록
nl: blok #%1$d van %2$d

source: Buy PIV
fr: Acheter PIV
ko: PIV 구입
nl: Koop PIV

source: Buy PIV in PIVXwallet!
fr: Achetez PIV dans PIVXwallet!
ko: 지갑내에서 PIV 구입
nl: Koop PIV in PIVXwallet!

source: Cancel
fr: Annuler
ko: 취소
nl: Annuleren

source: Change
fr: cabanon
nl: Wijzig

source: Change passcode
fr: Changer votre passcode
nl: Wijzig toegangscode

source: Change payment amount?
fr: changer le montant du paiement?
nl: Wijzig betalingsbedrag?

source: Checking address balance...
fr: vérification du solde de l'adresse...
nl: Controleren van het adressaldo...

source: Checking private key balance...
fr: Vérification du solde de la clé privée...
nl: Controleren van de privésleutelbalans...

source: Choose passcode for %@
fr: Choisir un passcode pour %@
nl: Kies toegangscode voor %@

source: Clear
fr: Effacer
nl: Wissen

source: Clear trusted node?
fr: Effacer le nœud de confiance ?
nl: Vertrouwde node wissen?

source: Clipboard doesn't contain a valid PIVX address
fr: le presse-papiers ne contient pas d'adresse PIVX valide
nl: Klembord bevat geen geldig PIVX adres

source: Close app
fr: Fermer l'application
nl: App sluiten

source: Confirm
fr: Confirmer
ko: 확인
nl: Bevestig

source: confirmed in block #%d
fr: confirmé dans %d block
ko: %d 째 블록 확인됨
nl: bevestigd in blok #%d

source: Connect timeout
fr: déconnexion de la connexion
nl: Verbindingstime-out

source: Contact address limit
fr: Limite d'adresses de contact
nl: Contactadres limiet

source: copied
fr: copié
ko: 복사됨
nl: gekopieerd

source: Copied
fr: copié
nl: Gekopieerd

source: Copy
fr: Chiot
nl: Kopiëer

source: Copy address to clipboard
fr: copier l'adresse dans le presse-papier
nl: Kopiëer adres naar klembord

source: Copy request to clipboard
fr: copier la demande dans le presse-papier
nl: Kopiëer verzoek naar klembord

source: Copy wallet addresses to clipboard?
fr: copier le portefeuille dans le presse-papier
nl: Portemonnee adres kopiëren naar klembord?

source: Couldn't check address balance
fr: impossible de vérifier le solde de l'adresse
nl: Kon de adresbalans niet controleren

source: Couldn't Create Wallet
fr: N'a pas pu créer un portefeuille
nl: Kon Portemonnee niet Aanmaken

source: Couldn't make payment
fr: Impossible d'effectuer le paiement
nl: Kon geen betaling maken

source: Couldn't sweep balance
fr: ne pouvait pas balayer l'équilibre
nl: Kon de balans niet doorzoeken

source: Couldn't transmit payment to the PIVX network
fr: Impossible de transmettre le paiement au réseau PIVX
nl: Kon geen betaling overdragen naar het PIVX netwerk

source: Create recovery phrase
fr: Créer une phrase de récupération
ko: 복구 구절 생성
nl: Maak herstelzin aan

source: DELETE
fr: SUPPRIMER
nl: VERWIJDEREN

source: Description:
fr: La description:
nl: Beschrijving:

source: Do it later
fr: effectuer ultérieurement
nl: Doe het later

source: DO NOT let anyone see your recovery phrase or they can spend your PIV.
fr: NE laisser PERSONNE voir votre phrase de récupération ou ils pourront dépenser vos PIV.
nl: LAAT niemand uw herstel zin zien of ze kunnen uw PIVX uitgeven.

source: DO NOT take a screenshot. Screenshots are visible to other apps and devices.
fr: NE faites PAS de capture d'écran. Elles sont visibles par les autres applications ou appareils.
nl: MAAK GEEN schermaafbeelding. Schermafbeeldingen zijn zichtbaar voor andere apps en apparaten.

source: Do you want delete your contact?
fr: Voulez-vous supprimer votre contact?
nl: Wil je je contact verwijderen?

source: Done
fr: effectué
nl: Klaar

source: double spend
fr: double dépense
ko: 중복 전송
nl: dubbele spendering

source: Double spend
fr: double dépense
nl: Dubbele spendering

source: Email not configured
fr: mail non configuré
nl: Email niet ingesteld

source: Enable
fr: Autoriser
nl: Inschakelen

source: Enable receive notifications
fr: Activer la réception de notifications
nl: Ontvangen van notificaties inschakelen

source: Enter
fr: Entrer
nl: Invoeren

source: Enter old passcode
fr: Entrer votre ancien passcode
nl: Voer oude toegangscode in

source: Error adding master private key to iOS keychain, make sure app has keychain entitlements
fr: Erreur d'ajout de la clé principale de la keychain IOS, soyez certain que l'application a les droits keychain.
nl: Error bij het toevoegen van master privesleutel tot iOS sleutelhanger, zorg ervoor dat de app sleutelhangerrechten heeft

source: Error signing PIVX transaction
fr: Erreur de signature de la transaction PIVX
nl: Error tijdens het ondertekenen van PIVX transactie

source: Error signing transaction
fr: Erreur de signature de la transaction
nl: Error tijdens het ondertekenen van transactie

source: Exit
fr: Quitter
nl: Verlaten

source: Failed wallet update
fr: Mise à jour du portefeuille échouée
nl: Mislukte portemonnee update

source: from:
fr: de:
ko: 으로 부터 :
nl: van:

source: hour
fr: fuite
ko: 시
nl: uur

source: hours
fr: heures
ko: 시
nl: uren

source: If you still would like to wipe it please input : "I accept that I will lose my coins if I no longer possess the recovery phrase"
fr: Si vous souhaitez toujours l'essuyer s'il vous plaît entrée: "J'accepte que je vais perdre mes pièces si je ne possède plus la phrase de récupération"
ko: 그래도 지우실려면 다음의 문장을 입력해주세요 : "I accept that I will lose my coins if I no longer possess the recovery phrase"
nl: Als u het nog steeds wilt wissen, voer volgende dan in : "Ik accepteer dat ik mijn munten zal verliezen als ik niet meer over de herstelzin beschik"

source: Ignore
fr: Ignorer
nl: Negeer

source: Import private key
fr: importer une clé privée
nl: Privésleutel importeren

source: Insufficient funds
fr: fonds insuffisants
nl: Onvoldoende fondsen

source: Insufficient funds for PIVX network fee
fr: fonds insuffisants pour les frais du réseaux PIVX
nl: Onvoldoende fondsen voor PIVX netwerkvergoeding

source: INVALID
fr: INVALIDE
ko: *유효하지 않음*
nl: ONGELDIG

source: Invalid Address
fr: Adresse invalide
nl: Ongeldige Adres

source: Invalid Description
fr: Description invalide
nl: Ongeldige Beschrijving

source: Invalid Name
fr: Nom invalide
nl: Ongeldige Naam

source: Let others scan this QR code to get your PIVX address. Anyone can send PIV to your wallet by transferring them to your address.
fr: Laissez d'autres personnes scanner ce code QR pour obtenir votre adresse PIVX. N'importe qui peut envoyer un PIV à votre portefeuille en le transférant à votre adresse.
ko: 다른 사람들의 QR 코드를 스캔하여 PIVX 주소를 아실수 있습니다. 또한 누구든지 여러분의 PIV 주소를 알면 여러분에게 바로 PIV를 전송할수 있습니다.
nl: Laat anderen deze QR code scannen om uw PIVX adres te krijgen. Iedereen kan PIVX naar je portemonnee versturen door ze naar je adres te versturen.

source: Local Currency
fr: monnaie locale
nl: Lokale Valuta

source: minute
fr: lexique
ko: 분

source: missing certificate
fr: certificat manquant
ko: 누락된 인증서
nl: certificaat ontbreekt

source: more...
fr: plus...
ko: 더...
nl: meer...

source: moved
fr: déplacé
ko: 이동됨
nl: verplaatst

source: Name:
fr: Lundi:
nl: Naam:

# Network fee +%@ (%@)
source: Network fee +%1$@ (%2$@)
fr: Frais du réseau +%1$@ (%2$@)
nl: Netwerkvergoeding +%1$@ (%2$@)

source: NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
fr: NE JAMAIS taper votre page de récupération dans les gestionnaires de mots de passe ou ailleurs. Les autres outils peuvent être infectés.
nl: Typ NOOIT uw herstelzin in wachtwoordbeheerders of elders. Andere apparaten zijn mogelijk geïnfecteerd.

source: New Address Label
fr: Marquage d'une nouvelle adresse
nl: Nieuw Adreslabel

source: next, write down your recovery phrase
fr: ensuite, notez votre phrase de récupération
ko: 다음, 복구구절을 종이에 적어 주세요.
nl: volgend, schrijf je herstelzin op

source: No exchange rate data
fr: Pas de données de taux de change
nl: Geen wisselkoersgegevens

source: No peers found
fr: Pas de pairs trouvés
nl: Geen peers gevonden

source: NO TRANSACTIONS
fr: PAS DE TRANSACTIONS
ko: 전송내역 없음
nl: GEEN TRANSACTIES

source: node ip
fr: ip du noeud

source: Not a PIVX QR code
fr: N'est pas un QR code PIVX
nl: Geen PIVX QR code

source: Not a PIVX URL
fr: Ce n'est pas un URL PIVX
nl: Geen PIVX URL

source: not a valid bitcoin address
fr: n'est pas une adresse bitcoin valide
ko: 유효하지 않는 Bitcoin 주소
nl: geen geldig bitcoin adres

source: Not a valid PIVX address
fr: n'est pas un adresse PIVX valide
nl: Geen geldig PIVX adres

source: Not a valid private key
fr: N'est pas une clé privée vallide
nl: Geen geldige privésleutel

source: Not connected
fr: Non connecté
nl: Niet verbonden

source: Not connected to the PIVX network
fr: non connecté au réseau PIVX
nl: Niet verbonden met het PIVX netwerk

source: OK
fr: D'accord

source: Passcode for %@
fr: Passcode pour %@
nl: Toegangscode voor %@

source: password
fr: mot de passe
ko: 비밀번호
nl: wachtwoord

source: Password protected key
fr: Clé protégée par mot de passe
nl: Wachtwoord beveiligde sleutel

source: Pay
fr: Payer
ko: 지불
nl: Betaal

source: Payee identity isn't certified
fr: l'identité du tiers n'est pas certifiée
nl: De identiteit van de begunstigde is niet gecertificeerd

source: payment address
fr: adresse de paiement
ko: 지불 주소
nl: betalingsadres

source: payment output
fr: sortie de paiement
ko: 지불 내역
nl: betalingsoutput

source: pending
fr: en attente
ko: 보류중
nl: in afwachting

source: PIVX address
fr: PIVX acerbe
ko: PIVX 주소
nl: PIVX adres

source: PIVX addresses can also be copied to the clipboard. A PIVX address always starts with 'D' or '6'.
fr: Les adresses PIVX peuvent également être copiées dans le presse-papiers. Une adresse PIVX commence toujours par 'D' ou '6'.
nl: PIVX adressen kunnen ook gekopieerd worden naar het klembord. Een PIVX adres begint altijd met 'D' of '6'.

source: PIVX network fee
fr: Frais du réseau PIVX
ko: PIVX 전송 수수료
nl: PIVX netwerkvergoeding

source: PIVX payments can't be less than %@
fr: Les paiements PIVX ne peuvent être inférieurs à %@
ko: PIVX 지급액이 %@ 보다 적을순 없습니다.
nl: PIVX betalingen kunnen niet lager zijn dan %@

source: PIVX transaction not signed
fr: La transaction PIVX n'est pas signée
ko: PIVX 전송이 승인되지 않음
nl: PIVX transactie niet ondertekend

source: PIVX transaction outputs can't be less than %@
fr: Les sorties de transaction PIVX ne peuvent pas être inférieures à %@
ko: PIVX 출금액이 %@ 보다 적을수는 없습니다.
nl: PIVX transactie outputs mogen niet kleiner zijn dan %@

source: Please enter PIN to upgrade wallet
fr: Entrer votre code PIN pour mettre à jour votre portefeuille
nl: Voer PIN in om de portemonnee te upgraden

source: RECEIVE
fr: RECEVOIR
nl: ONTVANG

source: Receive PIV at this address: %@
fr: Recevoir les PIV à cette adresse: %@
ko: 다음 주소로 PIV 받음: %@
nl: Ontvang PIV op dit adres: %@

source: received
fr: reçu
ko: 받음
nl: ontvangen

source: Received
fr: reçu
nl: Ontvangen

# received %@ (%@)
source: received %1$@ (%2$@)
fr: reçu %1$@ (%2$@)
ko: 받음 %1$@ (%2$@)
nl: %1$@ (%2$@) ontvangen

# Received %@ (%@)
source: Received %1$@ (%2$@)
fr: reçu %1$@ (%2$@)
nl: %1$@ (%2$@) Ontvangen

source: Recovery phrase
fr: Phrase de récupération
ko: 복구 구절
nl: Herstelzin

source: Recovery Phrase
fr: Phrase de récupération
ko: 복구 구절
nl: Herstelzin

source: Recovery phrase doesn't match
fr: phrase de récupération non correspondante
nl: Herstelzin komt niet overeen

source: Recovery phrase must have %d words
fr: la phrase de récupération doit contenir %d mots
nl: Herstel moet %d woorden hebben

source: Request
fr: Demande
nl: Verzoek

source: Request an amount
fr: demander un montant
nl: Een bedrag verzoeken

source: request expired
fr: demande expirée
ko: 요청이 만료됨
nl: verzoek verlopen

source: Request expired
fr: demande expirée
nl: Verzoek verlopen

# requested network "%@" instead of "%@"
source: requested network "%1$@" instead of "%2$@"
fr: réseau demandé "% $1 @" au lieu de "% $2 @"
ko: "%2$@" 대신 "%1$@" 네트웍 요청됨
nl: verzocht netwerk "%1$@" in plaats van "%2$@"

source: Rescan
fr: re-scanner
nl: Opnieuw scannen

source: Rescan blockchain
fr: Re-scanner la blockchain
nl: Blockchain opnieuw scannen

source: Rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
fr: re-scanner la blockchain si vous pensez qu'il vous manque des transactions, ou si vous avez des problèmes d’envois (re-scanner peux prendre plusieurs minutes)
nl: Blockchain opnieuw scannen als u denkt dat u mogelijk transacties mist of moeite heeft met verzenden (scannen kan enkele minuten duren)

source: Reset
fr: réinitialiser
nl: Resetten

source: restore
fr: restaurer
ko: 저장
nl: herstel

source: Retry
fr: ré-essayer
nl: Opnieuw proberen

source: Save
fr: Sauvegarder
nl: Opslaan

source: Scan someone else's QR code to get their PIVX address. You can send a payment to anyone with an address.
fr: Scannez le code QR de quelqu'un d'autre pour obtenir son adresse PIVX. Vous pouvez envoyer un paiement à n'importe qui avec une adresse.
nl: Scan iemand anders zijn QR code om hun PIVX adres te ontvangen. Je kan een betaling verzenden naar iedereen met een adres.

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
fr: Les captures d'écran sont visibles pour les autres applications et périphériques. Générez une nouvelle phrase de récupération et gardez-la secrète.
ko: 스크린샷은 다른 앱 및 기기에서 볼 수 있습니다. 새 복구구절을 생성하고 잘 관리해주시기 바랍니다.
nl: Schermafbeeldingen zijn zichtbaar voor andere apps en apparaten. Genereer een nieuwe herstelzin en hou deze geheim.

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
fr: Les captures d'écran sont visibles pour les autres applications et périphériques. Vos fonds sont en péril. Transférez votre solde dans un autre portefeuille.
ko: 스크린 샷은 다른 앱 및 기기에서 볼 수 있습니다. 당신의 PIV가 위험합니다. 잔액을 다른 지갑으로 이체하십시오.
nl: Schermafbeeldingen zijn zichtbaar voor andere apps en apparaten. Uw fondsen lopen risico. Breng uw saldo over naar een andere portemonnee

source: Search a contact
fr: Rechercher un contact
nl: Zoek een contact

source: second
fr: proie
ko: 초

source: seconds
fr: secondes
ko: 초
nl: seconden

# seen by %d of %d peers
source: seen by %1$d of %2$d peers
fr: vu par %1$d de %2$d pairs
ko: %2$d 피어의 %1$d 로 보임
nl: gezien door %1$dvan %2$d peers

source: Send
fr: Envoyé
nl: Verzend

source: SEND
fr: ENVOYER
nl: VERZEND

source: Send %1$@ (%2$@) from this private key into your wallet? The PIVX network will receive a fee of %3$@ (%4$@).
fr: Envoyer% $1 @ (% $2 @) de cette clé privée dans votre portefeuille? Le réseau PIVX recevra des honoraires de% $3 @ (% $4 @).
ko: 이 개인키에서 %1$@ (%2$@)을 지갑에 보냅니까? PIVX 네트워크는 %3$@ (%4$@)의 수수료를 받습니다.
nl: Verzend %1$@ (%2$@) vanuit deze privésleutel naar jouw portmonnee? Het PIVX netwerk zal een kost ontvangen van %3$@ (%4$@).

source: Send address as email
fr: envoyer l'adresse par mail
nl: Verstuur adres als email

source: Send address as message
fr: envoyer l'adresse par message
nl: Verzend adres als bericht

source: Send request as email
fr: envoyer la demande par mail
nl: Verstuur een verzoek als email

source: Send request as message
fr: envoyer la demande par message
nl: Verstuur een verzoek als bericht

source: sent
fr: envoyé
ko: 전송됨
nl: verzonden

source: Sent!
fr: envoyé!
nl: Verzonden!

source: Set a trusted node
fr: Définir un nœud de confiance
nl: Instellen als vertrouwde node

source: Settings
fr: Paramètres
ko: 설정
nl: Instellingen

source: Shapeshift failed
fr: Shapeshift échoué
nl: Shapeshift mislukt

source: shapeshift status:
fr: shapeshift statut:
ko: shapeshift 상태:

source: Shapeshift succeeded
fr: Shapeshift réussi
nl: Shapeshift geslaagd

source: Show
fr: Montrer
ko: 보기
nl: Toon

source: show phrase
fr: voir la phrase
ko: 구절 보기
nl: toon zin

source: Show phrase
fr: voir la phrase
nl: Toon zin

source: SMS not currently available
fr: SMS non disponible actuellement
nl: SMS momenteel niet beschikbaar

source: Sorry, you don't have any configured email account. Please add it and try again.
fr: Désolé, vous n'avez pas d'e-mail de compte de configuré. Merci d'en ajouter un et de réessayer.
nl: Sorry, je hebt geen enkel mailaccount ingesteld. Voeg er een toe en probeer opnieuw.

source: spent address
fr: adresse utilisée
ko: 사용한 주소
nl: uitgegeven adres

source: spent input
fr: entrée dépensée
ko: 지출 금액
nl: uitgegeven input

source: Starting Shapeshift!
fr: Démarrage de Shapeshift!
ko: Shapeshift! 시작중
nl: Opstarten van Shapeshift!

source: status:
fr: statut:
ko: 상태:

source: Swept!
fr: balayé!
nl: Gewist!

source: SwiftX payment
fr: Paiement SwiftX
nl: SwiftX betaling

source: SwiftX requires enough inputs with 6 confirmations, send anyways as regular transaction?
fr: SwiftX nécessite suffisamment d'entrées avec 6 confirmations, envoyer de toute façon comme une transaction régulière?
nl: SwiftX vereist voldoende invoer met 6 bevestigingen, verzend alsnog als gewone transactie?

source: Synced
fr: Synchronisé
ko: 동기화됨
nl: Gesynchroniseerd

source: Syncing:
fr: Synchronisation:
ko: 동기화:
nl: Synchroniseren:

source: The amount you wanted to shapeshift is too high, please input a value under %@
fr: Le montant que vous vouliez modifier est trop élevé, veuillez saisir une valeur sous %@.
ko: shapeshift 할 금액이 너무 높습니다. %@ 아래로 입력해주세요.
nl: Het gewenste bedrag dat je wou shapeshiften is te hoog, voor een bedrag lager dan %@ in

source: The amount you wanted to shapeshift is too low, please input a value over %@
fr: Le montant que vous vouliez modifier est trop faible, veuillez saisir une valeur supérieure à %@@.
ko: shapeshift 하실 금액이 너무 적습니다. %@ 이상의 금액으로 입력해주세요.
nl: Het gewenste bedrag dat je wou shapeshiften is te laag, voor een bedrag lager dan %@ in

source: The app will now close
fr: l'application va maintenant se fermer
nl: De app gaat nu sluiten

source: The blockchain is going to be reset. The synchronization could take a while. Are you sure?
fr: La blockchain va être remise à zéro. La synchronisation peut prendre un moment. Êtes-vous sûr?
nl: De blockchain wordt opnieuw ingesteld. De synchronisatie kan even duren. Ben je zeker?

source: This is your PIVX address. Tap to copy it or send it by email or SMS. The address will change each time you receive funds, but old addresses always work.
fr: Voici votre adresse PIVX. Touchez pour la copier ou l'envoyer par email ou SMS. L'adresse changera chaque fois que vous recevrez des fonds, mais les anciennes adresses fonctionneront toujours.
nl: Dit is uw PIVX adres. Tik om het te kopiëren of per e-mail of SMS te verzenden. Het adres verandert telkens u geld ontvangt, maar oude adressen werken altijd.

source: This is your PIVX balance.
fr: Ceci est votre solde PIVX
ko: 당신의 PIVX 잔액
nl: Dit is je PIVX balans.

source: This is your PIVX balance. PIVX is a currency. The exchange rate changes with the market.
fr: Ceci est votre solde PIVX. PIVX est une monnaie. Le taux de change évolue avec le marché.
ko: 이것은 여러분의 PIVX 잔액입니다. PIVX는 통화입니다. 환율은 시장에 따라 변합니다.
nl: Dit is uw PIVX balans. PIVX is een valuta. De wisselkeurs verandert samen met de markt.

source: This payment address is already in your wallet
fr: cette adresse de paiement est déjà présente dans votre portefeuille
nl: Dit betaaladres is alreeds aanwezig in je portemonnee

source: This private key is already in your wallet
fr: Cette clé privée est déjà présente dans votre protefeuille
nl: Deze privésleutel is alreeds aanwezig in je portemonnee

source: This private key is empty
fr: Cette clé privée est vide
nl: Deze privésleutel is leeg

source: This request is for a SwiftX payment but you have disabled SwiftX payments
fr: La requête est pour un paiement SwiftX mais vous avez désactivé les paiements SwiftX
nl: Dit verzoek is voor een SwiftX betaling maar je hebt SwiftX betalingen uitgeschakelt

source: This request requires a SwiftX payment but you do not have enough inputs with 6 confirmations required by SwiftX, you may ask the merchant to accept a normal transaction or wait a few minutes.
fr: La requête requiert un paiement SwiftX mais vous n'avez pas atteint les 6 confirmations requises par SwiftX, vous devriez demander à votre interlocuteur d'accepter une transaction normale ou bien de patienter quelques instants.
nl: Dit verzoek vereist een SwiftX betaling maar je hebt niet genoeg inputs met 6 vereiste bevestigingen door SwiftX, u kunt de handelaar vragen om een gewone transactie te accepteren of door een paar minuten te wachten.
