Repository: furszy/PIVX-iOS
Catalog: PivxWallet/*.lproj/Localizable.strings
Languages: fr, ko, nl

source: This request requires a SwiftX payment but you have disabled SwiftX payments
fr: La requête requiert un paiement SwiftX mais vous avez désactivé les paiements SwiftX
nl: Dit verzoek vereist een SwiftX betaling maar je hebt SwiftX betalingen uitgeschakelt

source: This wallet is not empty or sync has not finished, you may not wipe it without the recovery phrase
fr: Ce portefeuille n'est pas vide ou la synchronisation n'est pas terminée, vous ne pouvez pas l'effacer sans la phrase de récupération
ko: 이 지갑은 비어 있지 않거나 동기화가 완료되지 않았습니다. 복구구절없이 삭제할 수 없습니다.
nl: Deze portemonnee is niet leeg of de synchronisatie is nog niet klaar, je mag deze niet wissen zonder de herstelzin

source: to:
fr: à:
nl: naar:

source: to: %@
fr: à: %@
nl: naar: %@

source: to: %@ (via Shapeshift)
fr: à: %@ (via Shapeshift)
ko: to: %@ (Shapeshift 사용)
nl: naar: %@ (via Shapeshift)

source: Touch ID limit
fr: Limite d'ID tactile
nl: Touch ID limiet

source: Touch ID spending limit
fr: Limite de dépense de l'ID Tactile
nl: Touch ID spendeerlimiet

source: Transaction canceled, network timeout
fr: transaction annulée, erreur réseau
nl: Transactie geannuleerd, networktime-out

source: Transaction history
fr: Historique des transactions
nl: Transactiegeschiedenis

source: Transaction Rejected
fr: transaction rejetée
nl: Transactie Geweigerd

source: Trust
fr: Faire confiance
nl: Vertrouw

source: try again in %@
fr: réessayez dans %@
nl: probeer opnieuw in %@

# try again in %d %@
source: try again in %1$d %2$@
fr: réessayez dans %1$d %2$@
nl: probeer opnieuw in %1$d %2$@

source: Try It!
fr: Essayez-le !
ko: 시도하기
nl: Probeer het uit!

source: Turn device passcode on
fr: Activer le passcode sur l'appareil
nl: Schakel apparaat toegangscode in

source: Unable to get new qr code
fr: Impossible d'obtenir un nouveau qr code
ko: 새로운 QR 코드 가져올수 없음
nl: Niet mogelijk om een nieuwe qr code te verkrijgen

source: unexpected response from %@
fr: réponse anormale de %@
ko: %@ 로 부터 예상치 못한 응답
nl: onverwachte response van %@

source: Unexpected response from %@
fr: réponse anormale de %@
nl: Onverwachte response van %@

source: unknown address
fr: adresse inconnue
ko: 모르는 주소
nl: ongekend adres

source: Unrecognized address
fr: adresse non reconnue
nl: Adres niet herkend

source: Unsupported or corrupted document
fr: Document non supporté ou corrompu
nl: Niet-ondersteund of beschadigd document

source: unsupported signature type
fr: type de signature non supportée
ko: 지원하지 않는 시그너춰 타입
nl: niet-ondersteunde ondertekeningstype

source: Unsupported URL
fr: URL non supportée
nl: Niet-ondersteunde URL

source: untrusted certificate
fr: certificat non fiable
ko: 신뢰할수 없는 인증서
nl: niet-ondersteund certificaat

source: unverified
fr: non vérifié
ko: 미확인됨
nl: niet geverifieerd

source: Updating Price
fr: Mise à jour du prix
ko: 가격 갱신
nl: Prijs aan het bijwerken

source: verified, waiting for confirmation
fr: vérifié, en attente de confirmation
ko: 확인됨, 승인을 기다려주세요.
nl: geverifieerd, wachtende op bevestiging

source: Verify passcode
fr: Vérifier le passcode
nl: Toegangscode verifiëren

source: wallet address
fr: adresse de portefeuille
ko: 지갑 주소
nl: portemonnee adres

source: Wallet Disabled
fr: Portefeuille Désactivé
nl: Portemonne Uitgeschakeld

source: WARNING
fr: ATTENTION
ko: 경고
nl: WAARSCHUWING

source: Wipe
fr: Effacer
nl: Wissen

source: WRITE DOWN YOUR RECOVERY PHRASE
fr: ÉCRIVEZ VOTRE PHRASE DE RÉCUPÉRATION
ko: **당신의 복구 구절을 받아 적어주세요.**
nl: SCHRIJF JE HERSTELZIN OP

source: You can now buy PIV in PIVXwallet with cash or bank transfer.
fr: Vous pouvez maintenant acheter des PIV en PIVXwallet avec argent liquide ou virement bancaire.
nl: Je kan nu PIV kopen in PIVXwallet met cash of bankoverschrijving.

source: You must enter your pin in order to enter the PIVX wallet
fr: Vous devez indiquer votre code PIN pour entrer dans le PIVX wallet
nl: U moet uw pin invoeren om de PIVX wallet te betreden

source: You received PIV!
fr: Vous avez reçu des PIV!
nl: Je hebt PIV ontvangen!

source: YOUR WALLET IS LOCKED
fr: VOTRE PORTEFEUILLE EST BLOQUÉ
nl: UW PORTEMONNEE IS VERGRENDELD

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
fr: Votre portefeuille est peut-être désynchronisé. Cela peut souvent être corrigé en re-scannant la blockchain.
nl: Uw portemonnee is mogelijk niet gesynchroniseerd. Dit kan vaak verholpen worden door de blockchain opnieuw te scannen.

source: %d confirmations
ko: %d 확인됨
nl: %d bevestigingen

source: 0 confirmations
ko: 0 확인됨
nl: 0 bevestigingen

source: IMPORTANT
ko: *중요사항*
nl: BELANGRIJK

source: minutes
ko: 분
nl: minuten

source: Passcode
nl: Toegangscode

# Total %@ (%@)
source: Total %1$@ (%2$@)
nl: Totaal %1$@ (%2$@)
